Repository: AAU-IQ/BabylAI-flutter
Catalog: lib/l10n/app_*.arb
Languages: ar

# title
source: Help Center
ar: مركز المساعدة

# message_input_hint
source: Ask something...
ar: إسال شيأ...

# end_chat
source: Leaving so soon? ðŸ‘‹
ar: مغادرة المحادثة؟ 👋

# end_chat_desc
source: Don't worry, you can come back anytime. Weâ€™re always here if you need help or have questions.
ar: لا تقلق، يمكنك العودة في أي وقت. نحن دائماً هنا إذا كنت بحاجة إلى مساعدة أو لديك أسئلة.

# chat_button
source: Chat Now
ar: تواصل معنا

# ai_loading
source: Ai is thinking...
ar: نقوم بمعالجة طلبك...

source: Active Chat
ar: محادثة نشطة

# active_chat_desc
source: You already have an active chat, do you want to close it?
ar: لديك بالفعل محادثة نشطة، هل تريد إغلاقها؟

source: Close
ar: إغلاق

source: Confirm
ar: تأكيد

source: Cancel
ar: إلغاء

# error_message
source: There was a problem connecting to the service. Please check your connection and try again.
ar: حدثت مشكلة في الاتصال بالخدمة. يرجى التحقق من اتصالك والمحاولة مرة أخرى.

# error_title
source: Unable to load content
ar: تعذر تحميل المحتوى

source: Try Again
ar: اعد المحاولة
